// 内置的鼓励师
module.exports = [
  // 软萌型
  {
    id: 1,
    data: [
      {
        say: '{name}，今天也要元气满满地工作哟',
        img: '1/girl-1741941_960_720.jpg'
      }, {
        say: '{name}你写的代码好厉害哦，人家好崇拜你呦',
        img: '1/dalat-2840836_960_720.jpg'
      }, {
        say: '人家就喜欢看{name}写代码的样子，好帅！',
        img: '1/girl-526716_960_720.jpg'
      }, {
        say: '{name}加油哦，你最厉害了，我永远支持你',
        img: '1/woman-3178537_960_720.jpg'
      }, {
        say: '保佑我最爱的{name}今天不会加班',
        img: '1/wedding-dresses-1486256_960_720.jpg'
      }
    ]
  },

  // 友善型
  {
    id: 2,
    data: [
      {
        say: 'OMG! 只有像{name}这么优雅的男人才能写出这么优雅的代码',
        img: '2/girl-1848947_960_720.jpg'
      }, {
        say: '{name}这么快就写完了？你真棒！',
        img: '2/photo-1520512202623-51c5c53957df.jpg'
      }, {
        say: '{name}你咋这么聪明呢，人又帅',
        img: '2/photo-1494790108377-be9c29b29330.jpg'
      }, {
        say: '这么复杂的功能都难不倒你？{name}我就服你',
        img: '2/photo-1520512202623-51c5c53957df.jpg'
      }
    ]
  },

  // 领导型
  {
    id: 3,
    data: [
      {
        say: '自己看看钱包，还不好好敲代码！',
        img: '3/wechat.png'
      }, {
        say: '这代码牛逼上天了，真挑不出有啥毛病，真有你的！',
        img: '3/startup-3373320_960_720.jpg'
      }, {
        say: '别担心 Deadline，好好敲你的代码，做不完我去找老板谈',
        img: '3/timeline-3168323_960_720.jpg'
      }, {
        say: '这锅你背了？真是能扛事的汉子，敬你一杯！',
        img: '3/cup-1009225_960_720.jpg'
      }
    ]
  }
];
